{"vohiyo": "This is the emote of Volary, a member of the Twitch partnerships team. twitch.tv/volary", "mcat": "This is the logo of the music label Monstercat. twitch.tv/monstercat monstercat.com", "stonelightning": "This is the face of Michael Seibel, co-founder of Justin.tv.", "grammarking": "This is the face of Twitch employee/KBMOD writer Vol1tion. twitch.tv/vol1tion", "ripepperonis": "This is a symbol for \"Rest In Pepperonis\". \"Rest In Pepperonis\" is a middle of the herd term used to describe a death, usually on a video game.", "kappaclaus": "This is Kappa with a Santa hat added for Christmas 2015.", "omgscoots": "This is the face of SirScoots, a well known member of the eSports community.", "shadylulu": "The face of Twitch Staff member Lauren Etner from Events/Marketing", "srihead": null, "arsonnosexy": "This is the face of streamer ArSon. twitch.tv/arson", "keepo": "Keepo is Kappa stylized as the hero Meepo from DotA/DotA 2.", "kappawealth": null, "bionicbunion": "This is the \"icon\" of Twitch staff member, Russell aka Horror.", "shibez": "This is a Dogecoin. en.wikipedia.org/wiki/Dogecoin", "picomause": "This is the face of streamer PicoMause. twitch.tv/picomause", "stinkycheese": null, "smskull": "This is an icon from the game Space Marine.", "failfish": "This is the face of streamer SpamFish. twitch.tv/spamfish", "tf2john": "This is the face of stream and Twitch staff member, John. twitch.tv/synwyn", "kapow": "This is a promotional emote for the game Infinite Crisis.", "deilluminati": "This is a promotional emote for Deus Ex: Mankind Divided.", "biblethump": "This is an icon from the game The Binding of Isaac.", "toospicy": "This is the face of Miguel, part of the Twitch moderation team. twitch.tv/sournothardcore SourPls", "praiseit": "This is the icon for the Helix Fossil item in Pokemon games. It became a meme as part of the TwitchPlaysPokemon streams.", "theringer": "This is the face of Kyle Vogt, co-founder of Justin.tv.", "kippa": null, "pipehype": "The PipeHype emote is of Pipe, part of the Twitch support team. twitch.tv/pipe", "pjsalt": " PJ stands for PeacefulJay, a Fighting Game Community (FGC) stream: twitch.tv/peacefuljay and Salt is a term used in the FGC to describe someone who is upset.", "jkanstyle": "This is the face of Justin Kan, co-founder of Justin.tv and Twitch.", "ossloth": "This is a promotional emote for the Old Spice Nature Adventure where Twitch chat controlled a man's adventures in nature.", "mau5": "The Mau5 emote belongs to music producer Deadmau5. twitch.tv/deadmau5", "notlikethis": "This is the face of Twitch staff member Ben Swartz. twitch.tv/bensw", "thething": "The emote \"TheThing\" is the face of Geoff \"iNcontroL\" Robinson. twitch.tv/incontroltv", "petezaroll": null, "nomnom": null, "freakinstinkin": "This is the face of GQ, part of the Twitch moderation team. twitch.tv/thegreatgq", "winwaker": "This is the face of speed runner Narcissa. twitch.tv/narcissawright", "bcwarrior": "This is the face of streamer Zeke. twitch.tv/ezekiel_iii", "osfrog": "This is a promotional emote for the Old Spice Nature Adventure where Twitch chat controlled a man's adventures in nature.", "wutface": "This is the face of Twitch staff member Alex Mendez. twitch.tv/goldenboyftw", "tinyface": "This is the face of streamer, Foom. twitch.tv/king_foom", "fpsmarksman": "This is the face of Nick Overton, streamer and former Twitch staff member. twitch.tv/immarksman", "ralpherz": "This is the face of Ralph the dog of Twitch staff member Ernest Le. Brother of FrankerZ.", "panicvis": "This is the emote of Visual, part of the Twitch moderation team. Twitch.tv/visual", "bort": "This is the face of Bart, Ambassador at Hi-Rez Studios. He goes by the nickname, Bort", "bcouch": null, "blargnaut": "This is the face of streamer Aria Blarg. twitch.tv/ariablarg", "buddhabar": "This is the face of Yoh, a JavaScript nerd who works on social features for Twitch.", "kappaross": "In honor of the late Bob Ross's 73rd birthday and the official launch of the Creative directory, Twitch created this emote - a mashup of Kappa and Bob's distinctive hair. Twitch also ran a non-stop marathon of all 403 episodes of \"The Joy of Painting\" on twitch.tv/bobross", "kappa": "This is the face of Josh, a former Justin.tv employee. Kappa is generally used to indicate sarcasm or trolling.", "fungineer": "This is the face of Twitch engineer, Jon. twitch.tv/jbrhymer", "heyguys": "This is the face of Selen, director of recruiting at Twitch.", "wholewheat": "This is the face of caster and Twitch staff member djWHEAT. twitch.tv/djwheat", "rulefive": "This is the face of streamer Chuk. twitch.tv/whenchukattacks", "shazbotstix": "This is the face of Ben Goldhaber, Twitch staff member and streamer. twitch.tv/fishstix", "sobayed": "This is the face of SONOS, Twitch staff member and streamer. twitch.tv/s0n0s", "punchtrees": "This is an icon of Steve, the ingame persona in the game Minecraft. One of the first objectives in Minecraft is to punch trees to get wood.", "kappapride": "On June 26, 2015, the Supreme Court of the United States ruled that same-sex couples can marry nationwide. You can read the full decision at: http://www.supremecourt.gov/opinions/14pdf/14-556_3204.pdf The rainbow coloring is a symbol of the LGBT pride movement.", "hassaanchop": "This is the face of Twitch software engineer Hassaan. This emote was at one point known as 'DatHass'.", "coolcat": null, "panicbasket": "This emote was voted into existence by the Twitch Townhall attendees during PAX Prime 2014. It is inspired by the phrase \"PICNIC\" (based on PANIC) spammed in chat when a stream goes offline during a broadcast.", "wtruck": "WTRuck belongs Eddie Ruckus twitch.tv/eddieruckus", "volcania": "This is the logo of CelGaming. twitch.tv/celgaming", "eagleeye": "This is the face of Twitch staff member Jacob.", "dbstyle": "This is the face of streamer and composer Dannybstyle. twitch.tv/dannybstyle", "soonerlater": "This is the face of Sooner, a popular Twitch streamer. twitch.tv/lolsooner", "babyrage": "Common meme spurring from Dota 2 professional player and Twitch streamer Arteezy (RTZ) who gets mad when bad things happen in his games, and rages.", "brokeback": "This is the face of streamer Alan. twitch.tv/seriousgaming", "daesuppy": "This is the face of famous Starcraft 2 player, EG.Suppy.", "corgiderp": "This is Lana the corgi.", "notatk": null, "cheffrank": null, "smoocherz": "This is the emote of Jordan Tayer aka Soma, Influencer Relations Manager at Twitch. twitch.tv/soma", "dansgame": "This is the face of Dan. twitch.tv/dansgaming ", "puppeyface": "This is the face of Clement \"Puppey\" Ivanov a professional Dota2 player. twitch.tv/puppey", "pmstwin": "This is the face of Twitch staff member & PMS clan founder Amber Dalton.", "minglee": "The face of Chris Mead, the Director of Partnerships EMEA at Twitch.", "itsboshytime": "This is an icon from the game I Wanna Be the Boshy.", "deexcite": "This is a promotional emote for Deus Ex: Mankind Divided.", "thunbeast": "ThunBeast belongs to Twitch caster ThunderCast twitch.tv/Thundercast", "youwhy": "This is the emote of YouPickGames. twitch.tv/youpickgames", "argieb8": "ArgieB8 is the face of Twitch Staff member Ignacio Estanga. twitch.tv/theargietv", "trihard": "This is the face of speed runner Trihex. twitch.tv/trihex", "strawbeary": "This is the icon of streamer LordKat. twitch.tv/lordkat", "pogchamp": "This is the face of streamer Gootecks. twitch.tv/gootecks", "raccattack": "This is the avatar of Nick aka BlackLightAttack. Formerly of his personal channel, twitch.tv/blacklightattack, where raccoons are a recurring theme.", "elegiggle": "This is the face of Twitch streamer Elegy of Games. twitch.tv/elegyofgames", "cougarhunt": "This is the face of former Justin.tv staff member, Phil.", "vaultboy": "This is a promotional emote for Bethesda's Fallout franchise. Vault Boy is the mascot for the fictional corporation known as Vault-Tec within the Fallout universe.", "peopleschamp": "The PeoplesChamp emote belongs to Bobby 'Scar' of the smash community and of MeleeItOnMe. twitch.tv/meleeitonme", "mikehogu": null, "datsheffy": "This is the face of Twitch staff member Sheffy. twitch.tv/sheffy", "thetarfu": "This is the face of streamer Tarfu. twitch.tv/tarfu", "permasmug": "This is the face of Aaron Krasnov, a product manager at Twitch, captured during their AHGL Dota team photo.", "unclenox": "This is the face of Nox, part of the Twitch moderation team. Rumor is that he does not wear pants. twitch.tv/nox", "kevinturtle": "This is the face of Klutch, part of the Twitch partnership team. twitch.tv/klutch", "ssssss": "This is an icon of a Creeper from the game Minecraft. They blow stuff up.", "twitchraid": null, "smorc": "This is an icon from the game Space Marine.", "redcoat": "This is the face of former Justin.tv staff member, Bill.", "humblelife": "This icon was added for Extra Life 2014 where gamers raise money for Children's Miracle Network Hospitals. Find out more at extra-life.org.", "brainslug": "This is a Brain Slug. It controls your thoughts. Originally this was the face of Bwana, part of the Twitch moderation team. It was changed to be an actual Brain Slug due to racist abuse of this emote. More info: twitch.tv/bwana/c/2151897", "kreygasm": "This is the face of streamer Kreyg. twitch.tv/kreyg", "frankerz": "This is the face of Frank the dog of Twitch staff member Ernest Le. Brother of RalpherZ.", "hotpokket": "This is the face of streamer Pokket. twitch.tv/pokket", "oskomodo": null, "gingerpower": "This is the face of Dylan Reichstadt. He works for Twitch in quality assurance. twitch.tv/dylanlive", "joncarnage": "This is the face of Twitch staff member and caster Jon Carnage.", "bleedpurple": null, "dogface": "DogFace is the face of Kyle Pulver, an indie game developer that added :dogface: to Steam.", "petezarolltie": null, "bloodtrail": "This is an icon of the main character in the game Super Meat Boy.", "optimizeprime": "This is the face of Emmett Shear, co-founder of Justin.tv and CEO of Twitch.", "dendiface": "This is the face of Danil \"Dendi\" Ishutin a professional Dota2 player. The emote is a temporary (https://twitter.com/Trancez0r/status/534501083796611073) prize given to the winner of the Twitch Doube Trouble tournament. Although Dendi's team didn't actually win the tournament, the prize was graciously(?) given to Dendi by the winner. (https://twitter.com/Trancez0r/status/534501692285673472). The code itself is reference to what trolls use for the WinWaker emote.", "opieop": "This is the face of Jason Babo. Strategic Partnerships at TwitchTV and a Web Developer. twitch.tv/opie", "ttours": null, "ritzmitz": "The emote RitzMitz is of RitzPlays. twitch.tv/ritzplays", "prchase": "This is the face of Twitch PR Director, Chase.", "bigbrother": null, "ohmydog": "This is the face of the dog, Tank.", "funrun": "This is the icon of Justin Ignacio aka TheGunrun, Twitch staff member and savior of eSports! twitch.tv/thegunrun", "jebaited": "This is the face of Jebailey.", "poooound": "This is the face of streamer RSQViper. twitch.tv/RSQViper", "swiftrage": "This is the face of streamer Swiftor. twitch.tv/swiftor", "supervinlin": "This is the face of Twitch staff member Kevin Lin.", "asianglow": "This is the face of Twitch staff member Eliene Sun. twitch.tv/eleinetv", "nonospot": "This is the face of streamer Towelliee. twitch.tv/towelliee", "residentsleeper": "This is the face of Oddler. Oddler was doing a 72 hour Resident Evil marathon when he fell asleep about 66 hours into it. His stream with him sleeping became massively popular and at one point the viewer count even reached 13,000. twitch.tv/oddler", "ninjatroll": "This is the face of streamer Ninja. twitch.tv/ninja", "mvgame": "This is the face of streamer MAN. twitch.tv/manvsgame", "4head": "This is the face of a popular Twitch streamer. twitch.tv/cadburryftw", "batchest": "The BatChest face belongs JhnnyCrwsh, part of the Twitch moderation team. It refers to how his chest hair looks like the Bat Symbol, and came about from a dumb highlight on his channel. twitch.tv/JhnnyCrwsh", "unsane": "This is the face of streamer Tom. twitch.tv/unsanitylive", "dududu": "This is a representation of the popular song Sandstorm by Darude. The code is commonly spammed in chat whenever Sandstorm is played.", "seemsgood": "The face of staff member Paul Diamond, twitch.tv/bearcat", "cmonbruh": null, "partytime": "This is the face of Pluto, a partnership manager for Twitch. twitch.tv/pluto", "onehand": "This is the face of streamer EdwardStarcraft.", "anele": "This is the face of Twitch Partnerships Lead Anele. twitch.tv/anele", "fuzzyotteroo": "This is the icon of Twitch staff member Justin Wong. twitch.tv/fuzzyotterballs", "athenapms": "This is the face of Twitch staff member & PMS clan founder Amy Brady.", "hassanchop": "This is the face of Twitch Staff member Hassan. twitch.tv/hassan", "uleetbackup": "This is the face of streamer Crream. twitch.tv/crream", "pazpazowitz": "This is the faces of Justin.tv streamer Paz. justin.tv/paz", "doomguy": "This is a promotional emote for Bethesda's upcoming reboot of the DOOM franchise.", "mrdestructoid": "This is the mascot of the gaming website Destructoid. twitch.tv/destructoid"}